[{
    "id": "1",
    "shortText": "Pizza is a savory dish of Italian origin, consisting of a usually round, flattened base of leavened wheat-based dough topped with tomatoes, cheese, and various other ingredients (anchovies, olives, meat, etc.) baked at a high temperature, traditionally in a wood-fired oven. In formal settings, like a restaurant, pizza is eaten with knife and fork, but in casual settings it is cut into wedges to be eaten while held in the hand. Small pizzas are sometimes called pizzettas.",
    "fullText": "Modern pizza evolved from similar flatbread dishes in Naples in the 18th or early 19th century. Prior to that time, flatbread was often topped with ingredients such as garlic, salt, lard, cheese, and basil. It is uncertain when tomatoes were first added and there are many conflicting claims. Until about 1830, pizza was sold from open-air stands and out of pizza bakeries, and pizzerias keep this old tradition alive today.",
    "pictureUrl": "https://images.pexels.com/photos/47344/dollar-currency-money-us-dollar-47344.jpeg?fit=crop&crop=entropy&w=1920&h=1357"
}, {
    "id": "2",
    "shortText": "Common toppings for pizza in the United States include ground beef, mushrooms, onions, pepperoni, pineapple, garlic, olives, peppers, carrots, tomatoes, spinach, anchovies, chicken, bacon, ham and sausage. Distinct regional types developed in the 20th century, including California, Chicago, Detroit, Greek, New Haven, New York and St. Louis styles. The first pizzeria in the U.S. was opened in New York's Little Italy in 1905 and since then regions throughout the U.S. offer variations, including deep-dish, stuffed, pockets, turnovers, rolled and pizza-on-a-stick, each with seemingly limitless combinations of sauce and toppings.",
    "fullText": "Authentic Neapolitan pizza (pizza napoletana) is made with San Marzano tomatoes, grown on the volcanic plains south of Mount Vesuvius, and mozzarella di bufala Campana, made with milk from water buffalo raised in the marshlands of Campania and Lazio. This mozzarella is protected with its own European protected designation of origin. Other traditional pizzas include pizza alla marinara, which is topped with marinara sauce and is supposedly the most ancient tomato-topped pizza, pizza capricciosa, which is prepared with mozzarella cheese, baked ham, mushroom, artichoke and tomato, and pizza pugliese, prepared with tomato, mozzarella and onions.",
    "pictureUrl": "https://images.pexels.com/photos/210742/pexels-photo-210742.jpeg?fit=crop&crop=entropy&w=1920&h=1276"
}]